"Cancel" = "Annuler";
"OK" = "OK";
"Open" = "Ouvrir";
"Please run “Wacom Stylus update” available in the App store" = "Veuillez exécuter “Mise à jour Wacom Stylus” que vous trouverez dans l’App store";
"This stylus is not supported with your device." = "Votre périphérique ne prend pas en charge ce stylet.";
"Update your stylus" = "Actualisez votre Stylus";

